Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/problems_in_marriages_and_other_relationships/elder_abuse.html.txt.tmx
Source language: en
Languages: ga

source: Elder abuse is recognised as a concern in Ireland
ga: Aithnítear mí-úsáid daoine breacaosta mar ábhar buartha in Éirinn

source: While most older people do not experience abuse, unfortunately, there are some who are harmed or abused by others
ga: Cé nach mbíonn formhór de dhaoine breacaosta thíos le mí-úsáid, ar an drochuair, is ann do roinnt daoine breacaosta a mbaineann daoine eile mí-úsáid astu nó a dhéanann daoine eile díobháil dóibh

source: What is elder abuse?
ga: Céard is mí-úsáid daoine breacaosta ann?

source: According to the Report of the Working Group on Elder Abuse: Protecting our Future (2002) (pdf) elder abuse is the abuse of someone aged 65 or over and it occurs within a relationship where there is an expectation of trust
ga: De réir Thuarascáil an Ghrúpa Oibre um Mí-Úsáid Daoine Breacaosta: Ár dTodhchaí a Chosaint (2002) (pdf), is éard atá i gceist le mí-úsáid daoine breacaosta mí-úsáid a bhaint as duine d’aois 65 bliain nó níos sine agus tarlaíonn sé laistigh de chaidreamh nuair a bhíonn coinne le hiontaoibh ann

source: It is a single or a repeated act, or a lack of appropriate action, that causes harm or distress to the older person or that violates their human and civil rights
ga: Gníomh singil nó leantach atá ann, nó easpa gníomhaíochta cuí, a bhíonn ina chúis le díobháil nó le hanacair don duine breacaosta nó a sháraíonn a gcuid cearta daonna agus sibhialta

source: Abuse can take place in any situation
ga: Is féidir le mí-úsáid tarlú in aon chás

source: It may occur when an older person lives alone or with a relative
ga: D’fhéadfadh sí tarlú nuair a chónaíonn duine breacaosta leo féin nó le gaol

source: It may also occur within residential or day-care settings, in hospitals, home support services and other places assumed to be safe, or in public places
ga: Freisin, d’fhéadfadh sí tarlú laistigh de shuíomhanna cónaithe nó cúram lae, in ospidéil, seirbhísí tacaíochta baile agus in áiteanna eile a mheastar atá sábháilte, nó in áiteanna poiblí

source: Are there different forms of elder abuse?
ga: Arb ann do chineálacha éagsúla de mhí-úsáid daoine breacaosta?

source: There are different forms of elder abuse which may be carried out deliberately, or through negligence or ignorance
ga: Is ann do chineálacha éagsúla de mhí-úsáid daoine breacaosta a bhféadfaí tabhairt fúthu d’aon turas, nó de bharr bheith faillíoch nó aineolach

source: An older person may experience more than one form of abuse at any given time
ga: D’fhéadfadh duine breacaosta bheith thíos le breis agus foirm amháin de mhí-úsáid ag aon tráth ar leith

source: The various forms of abuse are:
ga: Is iad na foirmeacha éagsúla de mhí-úsáid:

source: • Neglect and acts of omission
ga: • Faillí agus gníomhartha easnaimh a dhéanamh

source: • Financial or material abuse
ga: • Mí-úsáid airgeadais nó ábhartha

source: Information on the various forms of elder abuse, and how to recognise the signs, is available on the Health Service Executive (HSE) website
ga: Tá fáil ar fhaisnéis ar na foirmeacha éagsúla de mhí-úsáid daoine breacaosta, agus conas na comharthaí a aithint, ar láithreán gréasáin Fheidhmeannacht na Seirbhíse Sláinte (FSS)

source: How do I report my concerns?
ga: Conas a thuairiscím mo chuid buarthaí?

source: The HSE has a dedicated elder abuse service, with Senior Case Workers in elder abuse working in most Local Health Office areas
ga: Tá ag FSS seirbhís thiomanta um mí-úsáid daoine breacaosta, agus oirbíonn Oibreoirí Cáis Shinsearaigh i mórchuid de limistéir na nOifigí Sláinte Áitiúla

source: If you suspect someone you know may be a victim of abuse or if you are a victim of elder abuse, you should contact the HSE elder abuse service, through your local health centre, your Local Health Office, your GP, Public Health Nurse, your local Senior Case Worker or the Garda Síochana
ga: Má tá amhras ort go bhfuil duine ar a bhfuil aithne agat thíos le mí-úsáid daoine breacaosta nó má tá tú féin thíos le mí-úsáid daoine breacaosta, ba cheart duit teagmháil a dhéanamh leis an tSeirbhís um Mí-Úsáid Daoine Breacaosta de chuid FSS, trí d’Ionad Sláinte Áitiúil, d’Oifig Sláinte Áitiúil, do LG, d’Altra Sláinte Poiblí, d’Oibreoir Cáis Shinsearaigh Áitiúil nó tríd an nGarda Síochána

source: Further information is available from the HSE Information line
ga: Tá tuilleadh faisnéise ar fáil ó Líne Faisnéise FSS
